
"10km" = "10K";
"10kRace" = "10K";
"10mile" = "10マイル";
"10mileRace" = "10マイル";
"1km" = "1K";
"1mile" = "1マイル";
"3km" = "3K";
"3mile" = "3マイル";


"5km" = "5K";


"5kRace" = "5K";

"5mile" = "5マイル";

"AscentionMetric" = "は登った";

"CadenceMetric" = "ケイデンス";

"CaloriesMetric" = "カロリー";


"CountMetric" = "アクティビティカウント";


"DescendMetric" = "子孫";


"StepsMetric" = "ステップ数";


"CaloriesRunTargetButton" = "カロリーターゲット";

"CaloriesTitle" = "カロリー";


"CalShortForm" = "カル";


"CadenceUnit" = "ステップ/分";


"CancelWord" = "キャンセル";


"CreateGoalButton" = "保存";


"CreateGoalHeader" = "を作成し目標達成するために";


"CurrentPaceTitle" = "現在のペース";

"DiscardCurrentGoalは" = "現在の目標を破棄しますか？";


"DiscardCurrentRunは" = "現在の実行を破棄しますか？";


"DiscardWord" = "破棄";

"DistanceMetric" = "距離";


"DistanceRunTargetButton" = "距離ターゲット";

"DistanceTitle" = "距離";


"DoneButtonは" = "完了";


"FinishButton" = "完了";

"FinishWord" = "完了";

"fullmarathon" = "フルマラソン";


"fullmarathonRace" = "フルマラソン";

"GhostDistanceTitle" = "前のファイル名を指定して実行";

"GhostRun" = "自分との戦い？";

"GhostRunStart" = "ゴースト·ラン";


"GoalBeganLabel" = "開始日";


"GoalButtonWithNone" = "いいえ目標：Oneを作成していない！";

"GoalCountLabelは" = "完了実行";


"GoalDescriptCalories" = "減量";


"GoalDescriptionBadMetric" = "badgoal";


"GoalDescriptOneDistance" = "完全競争";


"GoalDescriptRace" = "最速人種";


"GoalDescriptTotalDistance" = "トータル距離";


"GoalprogressCalories" = "カロリーで燃焼脂肪";


"GoalprogressBadMetric" = "badgoal";


"GoalprogressOneDistance" = "遠い距離";


"GoalprogressRace" = "最速人種";


"GoalprogressTotalDistance" = "累積距離";
"GoalEditSecondChoiceBadMetric" = "badgoal";


"GoalEditSecondChoiceRace" = "タイムターゲット";

"GoalEndLabel" = "目標ターゲット日付";


"GoalHeaderBadMetric" = "badgoal";

"GoalHeaderDescriptCalories" = "は減量が燃焼されるように入力してください";

"GoalHeaderDescriptOneDistanceは" = "完了するためにレース距離を入力してください";

"GoalHeaderDescriptRace" = "はレースのために目標時間を入力してください";

"GoalHeaderDescriptTotalDistanceは" = "累積距離を入力してください";


"GoalNameBadGoalType" = "badgoal";

"GoalStartLabel" = "開始日";

"GoalTargetLabel" = "ターゲット日付";

"GoalValidationDateErrorは" = "ターゲット日付がスタートした後でなければなりません";

"GoalValidationTimeError" = "は、時間·ターゲットを選択する必要があります";

"GoalWord" = "目標";

"halfmarathon" = "ハーフマラソン";


"halfmarathonRace" = "ハーフマラソン";

"JustGoRunTitle" = "";


"JustGoTargetButton" = "基本";


"KmMetricUnitShort" = "キロ";

"MeterMetricUnitShort" = "M";

"FtImperialUnitShort" = "フィート";


"KPHUnitShort" = "KPH";

"LastKMTitle" = "最後のキロ";

"LogWord" = "ログイン";

"LoseWord" = "失う";

"LowSignalLabel" = "ローGPS信号";


"MiImperialUnitShort" = "ミ";

"MinuteWord" = "分";


"MonthlyButton" = "月";

"MPHUnitShort" = "MPH";


"NoRunsLabelは" = "いいえ実行•1を追加していない！";

"PaceMetric" = "ペース";


"PaceRunTargetButton" = "ペースターゲット";

"PaceTitle" = "平均ペース";

"PerformanceAllTimeLabel" = "すべての時間";

"PerformanceCurrentMonth" = "現在";

"PerformanceCurrentWeek" = "現在";

"PerformancePreviousMonth" = "前の";

"PerformancePreviousWeek" = "前の";

"PerformanceSelectedLabelは" = "選択した";

"PredictButtonTitle" = "予測レースタイムズ";


"RunInProgressTitle" = "EjecutarエンCurso";


"SettingsOrganizeHeader" = "組織";


"SettingsWeekly" = "週別グループ";

"SettingsAutoPause" = "自動ポーズ";

"SettingsBirth" = "生年月日";

"SettingsCountdown" = "カウントダウン遅延（秒）";




"SettingsFullName" = "名前";

"SettingsMeasurementHeader" = "測定の設定";

"SettingsPersonalHeader" = "個人";

"SettingsSharingHeader" = "シェア";

"SettingsShowSpeed​​" = "表示速度";



"SettingsUnits" = "メートル単位";

"SettingsWeight" = "重量（ポンド）";
"SettingsAudioHeader" = "オーディオキューの設定";


"SettingsSpeech" = "オーディオキュー";


"SettingsSpeechTime" = "言う時間";


"SettingsSpeechDistanceは" = "距離を言って";


"SettingsSpeechPaceは" = "平均ペースを言って";


"SettingsSpeechCaloriesは" = "カロリーセイ";


"SettingsSpeechCurPaceは" = "現在のペースを言って";

"StartRunTitle" = "";


"StrideMetric" = "ストライドの長さ";


"SubtitleBadMetric" = "badgoal";

"SubtitleGoalTypeCalories" = "3500 CAL / 1ポンドの脂肪";


"SubtitleGoalTypeOneDistance" = "";

"SubtitleGoalTypeRaceは" = "少なくともこの距離を実行する必要があります";


"SubtitleGoalTypeTotalDistance" = "";


"SwipeToPauseGhostLabel" = "自分とのレース";


"SwipeToPauseLabel" = "スワイプ一時停止左から";


"TargetInRunTitle" = "ターゲット";


"TimeMetric" = "時間";


"TimeRunTargetButton" = "タイムターゲット";


"TimeShort" = "時間";


"TimeTitle" = "時間";


"WeeklyButton" = "週";


"MinKmMetricUnitShort" = "分/キロ";


"MinMiImperialUnitShort" = "分/ミ";


"PaceTitleForSpeed​​" = "平均速度";


"CurrentPaceTitleForSpeed​​" = "現在の速度";


"Speed​​Metric" = "スピード";


"GoalSubtitleDescriptCaloriesは" = "カロリーを燃焼させて体重を減らす";


"GoalSubtitleDescriptOneDistance" = "はレース距離を完了します";


"GoalSubtitleDescriptRaceは、" = "のレース時間を達成する";


"GoalSubtitleDescriptTotalDistance" = "累積距離を達成する";


"GoalSubtitleBadMetric" = "badgoalsubtitledescription";


"prcellfurthest" = "遠い実行";


"prcellfastest" = "最速の実行";


"prcelllongest" = "最長";


"prcellcalories" = "ほとんどカロリー";


"prcelltitle" = "個人記録";


"prcellsubtitle" = "個々の実行のためのすべての時間を記録します。";

"ruletitle" = "レース時間予測";


"rulesubtitleは" = "実行履歴に基づいてレース時間を予測するピーターリーゲルの公式を使用します";


"rule1" = "1は、期間中に実行するたびに、上記リーゲルの公式を使用し、最速の選択";


"rule2" = "2は、ログインして1km未満で実行を無視する";


"rule3" = "3は、このような車の中のアプリを使用しているときのようにとんでもない速度を無視します（<2分/キロ）。";

"ManualRunHeaderは" = "手動エントリの詳細を入力してください";


"ManualDate" = "実行日";

"ManualDistanceentry" = "距離";


"ManualCaloriesEntry" = "カロリー";


"ManualTimeEntry" = "時間（分）";


"ManualRunButton" = "手動入力";


"ManualRunDateValidation" = "日付は、将来的にすることはできません";


"GoalCompleteLabel" = "達成目標";


"LongestRunDescription" = "最長";


"FastestRunDescription" = "最速の実行";


"CaloriesRunDescription" = "ほとんどカロリー";


"FurthestRunDescription" = "遠い実行";


"InWord" = "で";


"StartFlagText" = "スタート";


"FinishFlagText" = "完了";


"TooShortLabel" = "短すぎる";

"GoalValidationDistanceError" = "距離は0より大きくなければなりません";

"GoalValidationRaceErrorは" = "対象レースを選択する必要があります";

"GoalValidationWeightError" = "は減量の目標を選択する必要があります";

"goalAchievedLabel" = "目標を達成";

"SpeechMinute" = "MINUTE";

"SpeechKM" = "キロ";

"SpeechMile" = "MILE";


"SpeechIntro" = "BEGIN RUN";


"SpeechNoSpeed​​" = "NO PACEません";


"SpeechSecond" = "SECONDS";

"SpeechKPH" = "キロメートル毎時";

"SpeechPacePer" = "PER MINUTES";

"SpeechMPH" = "HOUR PER MILES";

"SpeechCalorie" = "カロリー";

"SpeechTime" = "TIME";

"SpeechAvg" = "AVERAGE";

"SpeechCurrent" = "CURRENT";


"SpeechAutopause" = "RUNを一時停止する";


"SpeechResume" = "RUN再開";

"InAppGoal" = "トラックの目標";

"InAppGoal1" = "あなたの目標のために•トラックの進行状況";

"InAppGoal2" = "•人種、体重減少、最速のレース、距離を完了します";

"InAppGoal3" = "•高度な進捗メトリクス";

"InAppPredict" = "終了時間を予測";

"InAppPredict1" = "•レース時間は履歴に基づく予測";

"InAppPredict2" = "過去数週間または数ヶ月のために•歴史的な予測";

"InAppPredict3" = "•レースの時間を予測するピーターリーゲルの公式を使用します";

"InAppGhost" = "ゴースト実行";

"InAppGhost1" = "前回の実行上の自分に対する•人種";

"InAppGhost2は" = "•前回の実行に対して、速度の比較";

"InAppGhost3は" = "•プロットの両方は、地図上で実行されます";

"InAppMetric" = "追加の統計";

"InAppMetric1は" = "•追加のパフォーマンスの統計情報を追加します";

"InAppMetric2" = "•登っ舞い降りた、ステップ、ケイデンスとストライド";

"InAppMetric3は" = "•統計を全体の歴史のために計算されます";


"SettingsRestorePurchase" = "復元購入";


"UpgradeButton" = "アップグレードアプリ - ";

"UpgradeDescription" = "すべての機能を含むようにアップグレード";


"SettingsRestoreFailTitle" = "復元できませんでした！";


"SettingsRestoreFail" = "あなたが購入したことを確認してください。";


"SettingsPurchaseFail" = "は購入できませんでした。";


"SettingsRestoreSuccess" = "購入復元";


"thankyou"= "ありがとう";


"AppUpdated" = "完全な機能にアップグレード";


"LoggerShareMsg1は" = "私が走った";


"LoggerShareMsg2" = "@ Jog_Itた。";



"LoggerShareMsg3は" = "私が走った";


"LoggerShareMsg4" = "で";


"DateCellRuns" = "実行";


"DateCellRun" = "実行";